Repository: Dima73/iptvdream4x
Catalog: po/*.po
Languages: ru

source: %d min
ru: %d мин

source: +%d min
ru: +%d мин

source: : current (%s)
ru: : текущее (%s)

source: Actions
ru: Действие

source: Add
ru: Добавить

source: Add "%s" to favourites
ru: Добавить "%s" в фавориты

source: Additional playlists number
ru: Количество дополнительных плейлистов

source: All
ru: Все

source: All channels
ru: Все каналы

source: Archive
ru: Архив

source: Archive url type
ru: Тип архива

source: Audio
ru: Аудио

source: Authorization error
ru: Ошибка авторизации

source: Bitrate
ru: Битрейт

source: Can not load EPG:
ru: Не удалось загрузить EPG:

source: Cancel
ru: Отмена

source: Channel Locked
ru: Канал заблокирован

source: Channel Selection
ru: Селектор каналов

source: Channel:
ru: Канал:

source: Checking depends
ru: Проверка зависимостей

source: Checking updates
ru: Проверка обновлений

source: Choose keymap
ru: Выбрать раскладку кнопок

source: Choose skin
ru: Выбрать скин

source: Clear login data and exit
ru: Удалить данные авторизации и выйти

source: Configuration of %s
ru: Настройки %s"

source: Connecting to server...
ru: Подключение к серверу...

source: Context menu
ru: Контекстное меню

source: Details
ru: Детали

source: EPG List
ru: Список EPG

source: EPG-json url
ru: Ссылка на EPG-json

source: Enable archive
ru: Наличие архива

source: Enter edit mode
ru: Включить режим редактирования

source: Enter protect password
ru: Введите защитный код

source: Error while getting stream url:
ru: Ошибка при получении ссылки на поток:

source: Exit
ru: Выход

source: Exit edit mode
ru: Выйти из режима редактирования

source: Exit plugin?
ru: Выйти из плагина?

source: Exiting edit mode
ru: Выход из режима редактирования

source: Extensions
ru: Дополнения

source: Failed to authentificate your device
ru: Ошибка при авторизации вашего устройства

source: Failed to install %s!
ru: Не удалось установить %s!

source: Failed to save favourites list.
ru: Не удалось сохранить фаворитный список!

source: Failed to save settings
ru: Ошибка при сохранении настроек

source: Failed to update package list!
ru: Не удалось обновить список пакетов!

source: Favourites
ru: Фавориты

source: Favourites when not empty
ru: Фавориты - если список не пустой

source: Finished!
ru: Завершено!

source: Generate new code
ru: Сгенерировать новый код

source: Get playlist
ru: Брать плейлист

source: Groups
ru: Группы

source: High
ru: Высокое

source: IPtvDream %s. Providers list:
ru: IPtvDream %s. Список провайдеров:

source: IPtvDream critical error
ru: IPtvDream критическая ошибка

source: IPtvDream plugin is already running!
ru: IPtvDream плагин уже запущен!

source: In the editing mode you can reorder your favourites list. Quick help: - Select channel that you want to put to a new position. - Press OK to start moving the channel around with arrow buttons. - Press OK again to fix the position of the channel. - Press EXIT when done. Start editing mode?
ru: В режиме редактирования Вы можете упорядочить фаворитный список. Справка: - Выберите канал, который вы хотите переместить на новую позицию. - Нажмите OK и начните перемещать канал стрелками вверх или вниз. - Нажмите OK cнова чтобы зафиксировать новое положение канала. - Нажмите EXIT для завершения. Войти в режим редактирования?

source: Input pin
ru: Введите код

source: Installing %s
ru: Установка %s

source: Installing update, please wait
ru: Установка обновления, пожалуйста ожидайте

source: Key
ru: Ключ

source: Invalid key
ru: Неверный ключ

source: Keyboard
ru: Клавиатура

source: Login
ru: Логин

source: Logout
ru: Скинуть пароль

source: Menu
ru: Меню

source: Low
ru: Низкое

source: Media server
ru: Медиа сервер

source: No detailed information
ru: Нет подробной информации

source: Open archive for "%s"
ru: Открыть архив для "%s"

source: Open plugin settings
ru: Открыть настройки плагина

source: Open provider settings?
ru: Открыть настройки провайдера?

source: Password
ru: Пароль

source: Pause
ru: Пауза

source: Payment expires:
ru: Подписка истекает:

source: Play
ru: Вкл.

source: Player ID
ru: ID проигрывателя

source: Playlist
ru: Плейлист

source: Playlist url
ru: Ссылка на плейлист

source: Please go to %s and generate pin code
ru: Откройте %s и сгенерируйте пин-код

source: Quality
ru: Качество

source: Remove
ru: Удалить

source: Remove "%s" from favourites
ru: Удалить "%s" из фаворитов

source: Restart enigma2 to apply changes?
ru: Перезапустить enigma2 для применения изменений?

source: Restart enigma2 to apply keymap changes?
ru: Перезапустить enigma2 для применения изменений раскладки?

source: Restart enigma2 to apply skin changes?
ru: Перезапустить enigma2 для применения изменений скина?

source: Restarting enigma2 after IPtvDream update...
ru: Перезагрузка enigma2 после обновления IPtvDream...

source: Scan QR code or visit url below
ru: Отсканируйте QR код или перейдите по ссылке ниже

source: Select keymap style
ru: Выберите тип keymap

source: Select playlist number
ru: Выберите количество плейлистов

source: Select skin
ru: Выберите skin

source: Select start mode
ru: Выбрать стартовый режим

source: Server
ru: Сервер

source: Settings
ru: Настройки

source: Setup
ru: Настройка

source: Setup finished with %d errors.
ru: Настройка завершена ошибок - %d.

source: Setup finished without errors.
ru: Настройка завершена без ошибок.

source: Show all iptv providers
ru: Показать все IPTV провайдеры

source: Show in extensions list
ru: Отображать в списке расширений

source: Show in main menu
ru: Отображать в главном меню

source: Sort by name
ru: Отсортировать по имени

source: Sort by number
ru: Отсортировать по номеру

source: Start mode
ru: Стартовый режим

source: Start of %s failed
ru: Не удалось запустить %s

source: Stream format
ru: Формат потока

source: Stream server
ru: Сервер вещания

source: Time shift
ru: Сдвиг времени

source: Update failed
ru: Ошибка при обновлении

source: Updating package list, please wait ...
ru: Обновление списка пакета, пожалуйста подождите...

source: Use HLS proxy
ru: Использовать HLS прокси

source: Waiting for changes made in the web interface...
ru: Ожидаем внесение изменений черех вэб интерфейс...

source: Waiting for changes to be entered
ru: Ожидаем внесение изменений

source: We need to authenticate your device
ru: Необходима авторизация вашего устройства

source: Web Setup
ru: Вэб-настройка

source: Web settings error
ru: Ошибка веб-настроек

source: Wrong number or pin
ru: Неправильный логин или пин код

source: Wrong pin!
ru: Не верный код!

source: by number
ru: по номеру

source: from playlist.m3u file
ru: из файла playlist.m3u

source: from url
ru: по ссылке

source: timed out
ru: тайм-аут!

source: %s playlist not found! Please copy your playlist to %s.
ru: Плейлист %s не найден! Пожалуйста, скопируйте свой плейлист в %s.

source: Failed to parse %s playlist located at %s.
ru: Не удалось выполнить синтаксический анализ плейлиста расположенный в %s.

source: Bad paramenter %s
ru: Неверный параметр %s

source: Marked channels (A)
ru: Маркированные каналы (А)

source: Default
ru: Дефолт

source: Search in TMBD
ru: Поиск в TMBD

source: Show event-progress in servicelist
ru: Показать прогресс-бар в списке сервисов

source: Show number service in servicelist
ru: Показать номер канала в списке сервисов

source: Alternative numbering mode
ru: Альтернативный режим нумерации каналов

source: Count history (1 - off/max - 30)
ru: Количество истории (1 - выкл/макс. - 30)

source: History list
ru: Список истории

source: History
ru: История

source: Clear history list
ru: Очистить список истории

source: Delete "%s" from history list
ru: Удалить "%s" из списка истории
